Repository: flippipe/tradu-pt
Catalog: ficheiros/Dicionario.tmx
Source language: en
Languages: pt

source: log off (to)
pt: terminar uma sessão

source: ludification
pt: ludificação

source: m­business
pt: negócio móvel

source: m­commerce
pt: comércio móvel

source: machine to machine
pt: comunicação máquina­máquina

source: magnetic card
pt: cartão magnético

source: mailbox
pt: caixa de correio (eletrónico)

source: mailing list
pt: lista de correio

source: malware
pt: software malicioso

source: man ­machine interaction
pt: interação homem­máquina

source: management information system
pt: sistema de informação de gestão

source: markup language
pt: linguagem de marcação

source: mashup
pt: aplicação composta

source: mass collaboration
pt: colaboração em massa

source: mass communication
pt: comunicação social

source: media break
pt: descontinuidade de suporte

source: memory card
pt: cartão de memória

source: memory card reader
pt: leitor de cartões (de memória)

source: message authentication
pt: autenticação de mensagem

source: metadata
pt: metadados

source: metropolitan area network
pt: rede metropolitana

source: middleware
pt: software intermédio

source: mobile application
pt: aplicação móvel

source: mobile browsing
pt: navegação móvel

source: mobile communications
pt: comunicações móveis

source: mobile content delivery
pt: distribuição de conteúdos a dispositivos móveis

source: mobile information retrieval
pt: extração de informação com dispositivos móveis

source: mobile operating system
pt: Sistema operativo móvel

source: mobile over­the­air payment
pt: pagamento móvel

source: mobile phone
pt: telemóvel

source: mobile telephony
pt: telefonia móvel

source: mobility
pt: mobilidade

source: model requirement for the Management of Electronic Records
pt: modelo MoReq

source: monitoring
pt: monitorização

source: motherboard
pt: placa mãe

source: Moving Pictures Expert Group format
pt: formato MPEG

source: MP4 format
pt: formato MP4

source: MPEG­1 Audio Layer­3 format
pt: formato MP3

source: multimedia
pt: multimédia

source: Multipurpose Internet Mail Extensions
pt: protocolo MIME

source: narrowband
pt: banda estreita

source: National Comission for Data Protection
pt: Comissão Nacional de Proteção de Dados

source: natural language
pt: linguagem natural

source: natural user interface
pt: interface natural do utilizador

source: navigation
pt: navegação

source: Near field communication
pt: tecnologia NFC

source: Net economy
pt: economia da Internet

source: netbook
pt: computador orientado para a Net

source: netiquette
pt: etiqueta da Net

source: network
pt: rede

source: Network computing
pt: computação em rede

source: network interface
pt: interface de rede

source: Network News Transfer protocol
pt: protocolo NNTP

source: network organization
pt: organização em rede

source: network security
pt: segurança de redes

source: Network Society
pt: Sociedade em Rede

source: network technologies
pt: tecnologias de redes

source: networked economy
pt: economia em rede

source: networked Governments
pt: Governos interligados

source: news server
pt: servidor de notícias

source: newsgroup
pt: grupo de discussão

source: nickname
pt: nome alternativo

source: nickname alias
pt: aliás

source: non case­sensitive
pt: insensível a maiúsculas e minúsculas

source: non­repudiation
pt: não repúdio

source: offline
pt: não conectado

source: offline payment
pt: pagamento offline

source: one­stop government
pt: interface administrativa única

source: one­stop shop
pt: balcão único (de atendimento)

source: one­time password
pt: palavra­passe de utilização única

source: online
pt: em linha

source: online analytical processing
pt: processamento analítico em linha

source: online application
pt: candidatura em linha

source: Online Certificate Status protocol
pt: protocolo OCSP

source: online services
pt: serviços em linha

source: Online Services Computer interfaces
pt: interfaces OSCI

source: ontology
pt: ontologia

source: open (source) software
pt: software aberto

source: open architecture
pt: arquitetura aberta

source: open data
pt: dados abertos

source: open format
pt: formato aberto

source: open network
pt: rede aberta

source: open standard
pt: norma aberta

source: open system
pt: sistema aberto

source: open systems interconnection
pt: interconexão de sistemas abertos

source: OpenID standard
pt: norma OpenID

source: operating system
pt: sistema operativo

source: optical disk
pt: disco ótico

source: optical fiber
pt: fibra ótica

source: optical fibre network
pt: rede de fibra ótica

source: Organic Light Emitting Diode Display
pt: ecrã OLED

source: Organisation for the Advancement of Structured Information Standards
pt: Organização para o Desenvolvimento de Normas de Informação Estruturada

source: outbox
pt: caixa de saída

source: outsourcing
pt: contratação externa

source: packet
pt: pacote

source: palm to phand­held
pt: computador de bolso

source: parental control
pt: controlo parental

source: password
pt: palavra­passe

source: peer to peer
pt: posto­a­posto

source: pendrive
pt: caneta USB

source: performance
pt: desempenho

source: personal communication network
pt: rede PCN

source: personal computer
pt: computador pessoal

source: personal data
pt: dados pessoais

source: personal digital assistant
pt: assistente digital pessoal

source: personal identification number
pt: número de identificação pessoal

source: pharming
pt: falsificação do destino (dos dados)

source: phishing
pt: falsificação da interface

source: plug and play
pt: ligue e use

source: plug­in
pt: módulo de extensão

source: point of presence
pt: ponto de presença

source: policy formulation
pt: definição de políticas

source: policy implementation
pt: implementação de políticas

source: pop­up menu
pt: menu instantâneo

source: pop­up window
pt: janela instantânea

source: portability
pt: portabilidade

source: Portable Network Graphics
pt: formato PNG

source: post
pt: artigo

source: Post Office Protocol ­ version 3
pt: protocolo POP3

source: privacy policy
pt: política de privacidade

source: private key
pt: chave privada

source: project management
pt: gestão de projetos

source: proprietary format
pt: formato fechado

source: proprietary network
pt: rede proprietária

source: protocol
pt: protocolo

source: proxy server
pt: servidor intermediário

source: public domain
pt: domínio público

source: public domain software
pt: software de domínio público

source: public information
pt: informação pública

source: public key
pt: chave pública

source: public key certificate
pt: certificado de chave pública

source: Public Key Cryptography Standard
pt: norma PKCS

source: public key infrastructure
pt: infraestrutura de chaves públicas

source: Public Private Partnership
pt: parceria público­ privada

source: public sector
pt: setor público

source: public value
pt: valor público

source: pull technology
pt: tecnologia pull

source: push technology
pt: tecnologia push

source: pushware
pt: software de envio seletivo

source: qualified (digital) certificate
pt: certificado digital qualificado

source: qualified electronic signature
pt: assinatura eletrónica qualificada

source: quality of service
pt: qualidade de serviço

source: quantum computing
pt: computação quântica

source: radio frequency identification
pt: identificação por radiofrequência

source: real time enterprise
pt: empresa em tempo real

source: really simple syndication format
pt: formato RSS

source: reboot (to)
pt: reinicializar (o computador)

source: record
pt: registo

source: Regular Language for XML New Generation
pt: linguagem regular para XML ­ nova geração

source: release
pt: versão (disponibilizada)

source: reliability
pt: fiabilidade

source: remote login
pt: iniciar uma sessão remotamente

source: Representational State Transfer
pt: arquitetura REST

source: Resource Description Framework
pt: modelo RDF

source: Resource Reservation Setup protocol
pt: protocolo RSVP

source: risk management
pt: gestão do risco

source: roadmap
pt: roteiro

source: robot
pt: robô

source: robotics
pt: robótica

source: router
pt: roteador

source: RSA algorithm
pt: algoritmo RSA

source: safer Internet day
pt: dia da Internet mais segura

source: safety
pt: garantia de segurança

source: scam
pt: fraude

source: acambaiting
pt: apanha ardilosa

source: scanner
pt: digitalizador (por varrimento)

source: screen scraping
pt: captura de dados em ecrã

source: search
pt: pesquisa (de informação)

source: search engine
pt: motor de busca

source: search results
pt: resultado da pesquisa (de informação)

source: secret key
pt: chave secreta

source: Secure Socket Layer
pt: protocolo SSL

source: security
pt: segurança

source: security audit
pt: auditoria de segurança

source: semantic Web
pt: Web semântica

source: sent items
pt: caixa de itens enviados

source: server
pt: servidor

source: service
pt: serviço

source: service level agreement
pt: acordo de nível de serviço

source: service oriented architecture
pt: arquitetura orientada a serviços

source: service pack
pt: pacote de correção (de erros específicos)

source: service provider
pt: fornecedor de serviços

source: service ability
pt: disponibilidade de um serviço

source: session
pt: sessão

source: set­top box
pt: caixa adaptadora

source: shared service center
pt: centro de serviços partilhados

source: shareware
pt: software de utilização condicionada

source: Short Message service
pt: serviço de mensagens curtas

source: shut­down
pt: encerramento

source: shutdown
pt: fecho

source: signature card
pt: cartão de assinatura

source: Simple Mail Transfer Protocol
pt: protocolo SMTP

source: Simple Object Access Protocol
pt: protocolo SOAP

source: single access point
pt: ponto de acesso único

source: single sign­on
pt: autenticação única

source: slideware
pt: software por diapositivos

source: smart card
pt: cartão inteligente

source: smart fabrics
pt: tecidos inteligentes

source: Smart Pill
pt: Pílula inteligente

source: smartphone
pt: telefone inteligente

source: snail mail
pt: correio postal

source: social BPM
pt: gestão social de processos de negócio

source: social engineering
pt: engenharia social

source: social media
pt: media sociais

source: social network
pt: rede social

source: socio­technical
pt: sociotécnico

source: socio­technical system
pt: sistema sociotécnico

source: software as a service
pt: software como serviço

source: software engineering
pt: engenharia de software

source: software house
pt: empresa de software

source: software Integrity
pt: Integridade de software

source: spoofing
pt: falsificação da identidade

source: spyware
pt: software espião

source: standard
pt: norma

source: Standard Generalized Markup Language
pt: linguagem SGML

source: streaming
pt: fluxo contínuo

source: Structured Query Language
pt: linguagem SQL

source: Surface web
pt: Web superficial

source: switch
pt: comutador

source: switched circuit
pt: circuito comutado

source: symmetric cryptography
pt: criptografia simétrica

source: symmetric digital subscriber line
pt: linha de subscritor digital simétrica

source: system software
pt: software de sistema

source: tablet computer
pt: computador tablete

source: taxonomy
pt: taxonomia

source: technologic innovation
pt: inovação tecnológica

source: telecommunications
pt: telecomunicações

source: telecommunications policy
pt: política de telecomunicações

source: teleconference
pt: teleconferência

source: telematics
pt: telemática

source: telemedicine
pt: telemedicina

source: telephony
pt: telefonia

source: teleservice
pt: teleserviço

source: teleworking
pt: teletrabalho

source: Telnet protocol
pt: protocolo Telnet

source: template (1)
pt: modelo de apresentação

source: template (2)
pt: padrão de referência

source: thread
pt: linha de discussão

source: threat
pt: ameaça

source: time stamp
pt: marca do dia

source: timeout
pt: tempo (de espera) excedido

source: timestamp
pt: datação

source: token
pt: dispositivo de autenticação

source: top domain
pt: domínio de topo

source: touch screen
pt: ecrã tátil

source: traceability
pt: rastreabilidade

source: Trans­European Services for Telematics between Administrations
pt: Serviços Transeuropeus para Comunicação à Distância entre Administrações

source: transactions
pt: transações

source: Transmission Control protocol
pt: protocolo TCP

source: Transmission Control protocol/Internet protocol
pt: protocolo TCP/IP

source: transmission rate
pt: velocidade de transmissão

source: trojan (horse)
pt: cavalo de Troia

source: trust
pt: confiança

source: trust center
pt: entidade certificadora

source: trusted time stamp
pt: validação cronológica

source: trustmark
pt: marca de confiança

source: Ultra High Definition television
pt: Televisão de muito alta definição

source: ultra­wide band
pt: banda ultralarga

source: Uniform Resource Locator
pt: endereço Web

source: Universal Description, Discovery and Integration directory
pt: diretório UDDI

source: Universal Mobile Telecommunication System
pt: sistema UMTS

source: universal unique identifier
pt: identificador universal único

source: upload (to)
pt: carregar

source: usability
pt: usabilidade

source: USB hub
pt: concentrador USB

source: user
pt: utilizador

source: user agent
pt: agente do utilizador

source: user name
pt: nome de utilizador

source: Users network
pt: rede Usenet

source: utilities
pt: utilitários

source: value added network service
pt: serviço de rede de valor acrescentado

source: vaporware
pt: software fantasma

source: vertical portal
pt: portal vertical

source: very high rate digital subscriber line
pt: linha de subscritor digital de alto débito

source: video­on­demand
pt: vídeo a pedido

source: videoconference
pt: videoconferência

source: virtual community
pt: comunidade virtual

source: virtual corporation
pt: empresa virtual

source: virtual private network
pt: rede privada virtual

source: virtual reality
pt: realidade virtual

source: virtual school
pt: escola virtual

source: virus
pt: vírus

source: voice over IP
pt: voz sobre IP

source: vulnerability
pt: vulnerabilidade

source: wall post
pt: mural

source: warez
pt: software pirateado

source: watermark
pt: marca de água

source: Web architecture
pt: arquitetura Web

source: Web content management
pt: gestão de conteúdos Web

source: Web design
pt: conceção Web

source: Web designer
pt: autor de páginas Web

source: Web feed aggregator
pt: agregador de fornecimentos Web

source: Web feed reader
pt: leitor de fornecimentos Web

source: Web page
pt: página Web

source: Web portal
pt: portal Web

source: Web server
pt: servidor Web

source: Web service modelling ontology
pt: ontologia para a modelação de serviços Web

source: Web services
pt: serviços Web

source: Web Services Description language
pt: linguagem WSDL

source: Web site
pt: sítio Web

source: Web standards
pt: normas Web

source: Web TV
pt: televisão Web

source: Web­enabling
pt: adaptação à Web

source: webcasting
pt: difusão Web

source: webmaster
pt: administrador Web

source: wide area network
pt: rede alargada

source: Windows Media Audio format
pt: formato WMA

source: Windows Metafile format
pt: formato WMF

source: Wireless Application protocol
pt: protocolo WAP

source: wireless communication
pt: comunicação sem fios

source: wireless local area network
pt: rede de área local sem fios

source: wireless phone
pt: telefone sem fios

source: wireless power transfer
pt: transmissão de energia sem fios

source: workflow
pt: fluxo de trabalho

source: workstation
pt: estação de trabalho

source: World Wide Web consortium
pt: consórcio World Wide Web

source: worm
pt: verme

source: X­Window
pt: Interface X­Window

source: X.509 standard
pt: norma X.509

source: XML schema
pt: esquema XML

source: XML security
pt: segurança XML

source: Z­Wave
pt: protocolo Z­Wave
